vim
build-essential
cmake
python3-pip
curl
git
apt-transport-https
zim
openjdk-17-jdk
rlwrap
calc
neofetch
kitty
ltrace
mlocate
ranger
compton
polybar
rofi
feh
code
docker.io
netcat-traditional
nmap
i3-gaps
zsh
pulseaudio-utils
checksec
thunar
tcpdump
wireshark
htop
